copyright
credits
license()
print("Hello, World!")
1 + 5 * 2 - 3
1 + # 연산자 + 숫자를 하나 이상 입력해야 합니다. 
Print("Hello, world!") # 함수 이름은 정해진 것을 사용해야 합니다. 
Print('Hello, world!") # 함수 이름은 대소문자를 구분합니다.
Print(Hello, world!) # 문자열은 따옴표로 둘러싸야 합니다.
print("Hello, world!")
print ("Hello, world!") # 함수와 괄호 사이에 공백이 업도록 코딩하는 습관
print     ("Hello, world!")
print(Hello, world!) # 문자열과 문자열이 아닌 논항항
print('Hello, world!')
print("Hello, world!")
print("Hello, world!') # 겹따옴표로 열었으면 닫기도 꼅따옴표로 해야 함
2000-[7*{3+(4÷2)}]
2000-7*3+4÷2
2000-(7*(3+(4/2)))
2000-(7*(3+(4/2))
2000-7*3+4/2
2000-21+2
print("7+4 =", 7+4) # 7+4 = 11 로 출력
print("7∗4 =", 7*4) # 7*4 =, 28 로 출력되지 않음
print("7*4 =", 7*4) # 7*4 = 28 로 출력, 콤마는 출력이 안됨에 주의의
print("2∗∗3 =", 2**3) # 2 를 세 번 곱한 값
print("5%3 =", 5%3) # 5 를 3 으로 나눈 나머지
print("5//3 =", 5//3) # 5 를 3 으로 나눈 몫
print("7+4 =", 7+4) # 7+4 = 11 로 출력
print("7*4 =", 7*4) # 7*4 = 28 로 출력
print("7/4 =", 7/4) # 7/4 = 1.75 로 출력
print("2**3 =", 2**3) # 2**3 = 8 로 출력
print("5%3 =", 5%3) # 5%3 = 2 로 출력
print("5//3 =", 5//3) # 5//3 = 1 로 출력
print("7+4 =", 7+4) # 7+4 = 11 로 출력
print("7/4 =", 7/4) # 7/4 = 1.75 로 출력
print("2**3 =", 2**3) # 2**3 = 8 로 출력
print("5%3 =", 5%3) # 5%3 = 2 로 출력
print("5//3 =", 5//3) # 5//3 = 1 로 출력
print("7+4 =", 7+4) # 7+4 = 11 로 출력
print("7*4 =", 7*4) # 7*4 = 28 로 출력
print("7/4 =", 7/4) # 7/4 = 1.75 로 출력
print("2**3 =", 2**3) # 2**3 = 8 로 출력
print("5%3 =", 5%3) # 5%3 = 2 로 출력
print("5//3 =", 5//3) # 5//3 = 1 로 출력
print("7+4 =", 7+4) # 7+4 = 11 로 출력
print("7*4 =", 7*4) # 7*4 = 28 로 출력
print("7/4 =", 7/4) # 7/4 = 1.75 로 출력